Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Recovery_SourceChanged
source: The original file has changed since then, so the recovered content may not be correct. It was opened as read-only.
ar: تغيّر الملف الأصلي منذ ذلك الحين، لذا قد لا يكون المحتوى المسترد صحيحاً. تم فتحه للقراءة فقط.
cs: Původní soubor se od té doby změnil, takže obnovený obsah nemusí být správný. Byl otevřen jen pro čtení.
de: Die ursprüngliche Datei wurde seitdem geändert, daher ist der wiederhergestellte Inhalt möglicherweise nicht korrekt. Sie wurde schreibgeschützt geöffnet.
el: Το αρχικό αρχείο έχει αλλάξει από τότε, επομένως το περιεχόμενο που ανακτήθηκε ενδέχεται να μην είναι σωστό. Άνοιξε μόνο για ανάγνωση.
es: El archivo original ha cambiado desde entonces, por lo que el contenido recuperado puede no ser correcto. Se abrió como de solo lectura.
fa: فایل اصلی از آن زمان تغییر کرده است، بنابراین ممکن است محتوای بازیابی‌شده درست نباشد. فایل به‌صورت فقط خواندنی باز شد.
fr: Le fichier d'origine a été modifié depuis, le contenu récupéré peut donc être incorrect. Il a été ouvert en lecture seule.
hu: Az eredeti fájl azóta megváltozott, ezért a helyreállított tartalom nem feltétlenül helyes. A fájl írásvédett módban nyílt meg.
id: File asli telah berubah sejak saat itu, sehingga konten yang dipulihkan mungkin tidak benar. File dibuka sebagai baca-saja.
it: Il file originale è cambiato nel frattempo, quindi il contenuto recuperato potrebbe non essere corretto. È stato aperto in sola lettura.
ja: 元のファイルが変更されているため、正しく復旧できない可能性があります。読み取り専用で開きました。
ko: 그 이후 원본 파일이 변경되어 복구된 내용이 올바르지 않을 수 있습니다. 읽기 전용으로 열었습니다.
pl: Oryginalny plik został od tego czasu zmieniony, więc odzyskana zawartość może być nieprawidłowa. Został otwarty tylko do odczytu.
pt: O arquivo original foi alterado desde então, por isso o conteúdo recuperado pode não estar correto. Ele foi aberto como somente leitura.
ro: Fișierul original s-a modificat între timp, așa că este posibil ca conținutul recuperat să nu fie corect. A fost deschis doar în citire.
ru: С тех пор исходный файл изменился, поэтому восстановленное содержимое может быть неверным. Он открыт только для чтения.
th: ไฟล์ต้นฉบับมีการเปลี่ยนแปลงตั้งแต่ตอนนั้น เนื้อหาที่กู้คืนจึงอาจไม่ถูกต้อง ไฟล์ถูกเปิดแบบอ่านอย่างเดียว
tr: Özgün dosya o zamandan beri değiştiği için kurtarılan içerik doğru olmayabilir. Dosya salt okunur olarak açıldı.
uk: Відтоді вихідний файл змінився, тому відновлений вміст може бути неправильним. Його відкрито лише для читання.
vi: Tệp gốc đã thay đổi kể từ đó nên nội dung được khôi phục có thể không chính xác. Tệp đã được mở ở chế độ chỉ đọc.
zh_hans: 原始文件此后已被更改，因此恢复的内容可能不正确。已以只读方式打开。
zh_hant: 原始檔案之後已經變更，因此復原的內容可能不正確。已以唯讀方式開啟。

# Recovery_Failed
source: Couldn't recover: {0} The recovery data has been kept.
ar: تعذّر الاسترداد: {0} تم الاحتفاظ ببيانات الاسترداد.
cs: Obnovení se nezdařilo: {0} Data pro obnovení zůstala zachována.
de: Wiederherstellung nicht möglich: {0} Die Wiederherstellungsdaten wurden beibehalten.
el: Δεν ήταν δυνατή η ανάκτηση: {0} Τα δεδομένα ανάκτησης διατηρήθηκαν.
es: No se pudo recuperar: {0} Se han conservado los datos de recuperación.
fa: بازیابی ممکن نشد: {0} داده‌های بازیابی حفظ شده‌اند.
fr: Impossible de récupérer : {0} Les données de récupération ont été conservées.
hu: Nem sikerült a helyreállítás: {0} A helyreállítási adatok megmaradtak.
id: Tidak dapat memulihkan: {0} Data pemulihan tetap disimpan.
it: Impossibile recuperare: {0} I dati di recupero sono stati conservati.
ja: 復旧できませんでした: {0} 復旧用データは残してあります。
ko: 복구할 수 없습니다. {0} 복구 데이터는 보존되었습니다.
pl: Nie można odzyskać: {0} Dane odzyskiwania zostały zachowane.
pt: Não foi possível recuperar: {0} Os dados de recuperação foram mantidos.
ro: Nu s-a putut recupera: {0} Datele de recuperare au fost păstrate.
ru: Не удалось восстановить: {0} Данные для восстановления сохранены.
th: ไม่สามารถกู้คืนได้: {0} ข้อมูลการกู้คืนยังคงถูกเก็บไว้
tr: Kurtarılamadı: {0} Kurtarma verileri saklandı.
uk: Не вдалося відновити: {0} Дані для відновлення збережено.
vi: Không thể khôi phục: {0} Dữ liệu khôi phục vẫn được giữ lại.
zh_hans: 无法恢复：{0} 恢复数据已保留。
zh_hant: 無法復原：{0} 復原資料已保留。

# Recovery_WriteFailed
source: Can't save recovery data ({0}). If HexEditor closes unexpectedly, unsaved changes will be lost.
ar: يتعذّر حفظ بيانات الاسترداد ({0}). إذا أُغلق HexEditor بشكل غير متوقع، فستُفقد التغييرات غير المحفوظة.
cs: Data pro obnovení nelze uložit ({0}). Pokud se HexEditor neočekávaně ukončí, neuložené změny budou ztraceny.
de: Wiederherstellungsdaten können nicht gespeichert werden ({0}). Wenn HexEditor unerwartet beendet wird, gehen nicht gespeicherte Änderungen verloren.
el: Δεν είναι δυνατή η αποθήκευση των δεδομένων ανάκτησης ({0}). Αν το HexEditor κλείσει απροσδόκητα, οι μη αποθηκευμένες αλλαγές θα χαθούν.
es: No se pueden guardar los datos de recuperación ({0}). Si HexEditor se cierra inesperadamente, se perderán los cambios no guardados.
fa: ذخیرهٔ داده‌های بازیابی ممکن نیست ({0}). اگر HexEditor به‌طور غیرمنتظره بسته شود، تغییرات ذخیره‌نشده از بین می‌روند.
fr: Impossible d'enregistrer les données de récupération ({0}). Si HexEditor se ferme de manière inattendue, les modifications non enregistrées seront perdues.
hu: Nem menthetők a helyreállítási adatok ({0}). Ha a HexEditor váratlanul bezárul, a nem mentett módosítások elvesznek.
id: Tidak dapat menyimpan data pemulihan ({0}). Jika HexEditor tertutup secara tidak terduga, perubahan yang belum disimpan akan hilang.
it: Impossibile salvare i dati di recupero ({0}). Se HexEditor si chiude in modo imprevisto, le modifiche non salvate andranno perse.
ja: 復旧用データを保存できません ({0})。異常終了すると編集内容が失われます。
ko: 복구 데이터를 저장할 수 없습니다({0}). HexEditor가 예기치 않게 종료되면 저장되지 않은 변경 내용이 손실됩니다.
pl: Nie można zapisać danych odzyskiwania ({0}). Jeśli program HexEditor zostanie nieoczekiwanie zamknięty, niezapisane zmiany zostaną utracone.
pt: Não é possível salvar os dados de recuperação ({0}). Se o HexEditor fechar inesperadamente, as alterações não salvas serão perdidas.
ro: Nu se pot salva datele de recuperare ({0}). Dacă HexEditor se închide neașteptat, modificările nesalvate se vor pierde.
ru: Не удается сохранить данные для восстановления ({0}). Если HexEditor неожиданно закроется, несохраненные изменения будут потеряны.
th: ไม่สามารถบันทึกข้อมูลการกู้คืนได้ ({0}) หาก HexEditor ปิดโดยไม่คาดคิด การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะสูญหาย
tr: Kurtarma verileri kaydedilemiyor ({0}). HexEditor beklenmedik şekilde kapanırsa kaydedilmemiş değişiklikler kaybolur.
uk: Не вдається зберегти дані для відновлення ({0}). Якщо HexEditor неочікувано закриється, незбережені зміни буде втрачено.
vi: Không thể lưu dữ liệu khôi phục ({0}). Nếu HexEditor đóng đột ngột, các thay đổi chưa lưu sẽ bị mất.
zh_hans: 无法保存恢复数据（{0}）。如果 HexEditor 意外关闭，未保存的更改将会丢失。
zh_hant: 無法儲存復原資料（{0}）。如果 HexEditor 意外關閉，未儲存的變更將會遺失。

# Recovery_JournalDetails
source: Saving was interrupted. You can put the file back the way it was before saving.
ar: توقف الحفظ قبل اكتماله. يمكنك إرجاع الملف إلى ما كان عليه قبل الحفظ.
cs: Ukládání bylo přerušeno. Soubor můžete vrátit do stavu před uložením.
de: Das Speichern wurde unterbrochen. Sie können die Datei auf den Stand vor dem Speichern zurücksetzen.
el: Η αποθήκευση διακόπηκε. Μπορείτε να επαναφέρετε το αρχείο στην κατάσταση που ήταν πριν από την αποθήκευση.
es: Se interrumpió el guardado. Puedes dejar el archivo como estaba antes de guardar.
fa: ذخیره‌سازی نیمه‌کاره متوقف شد. می‌توانید فایل را به حالت پیش از ذخیره برگردانید.
fr: L'enregistrement a été interrompu. Vous pouvez remettre le fichier dans l'état où il était avant l'enregistrement.
hu: A mentés megszakadt. A fájl visszaállítható a mentés előtti állapotába.
id: Penyimpanan terhenti. Anda dapat mengembalikan file ke kondisi sebelum disimpan.
it: Il salvataggio è stato interrotto. Puoi riportare il file allo stato precedente al salvataggio.
ja: 保存が途中で止まりました。保存前の状態に戻せます。
ko: 저장이 중단되었습니다. 파일을 저장하기 전 상태로 되돌릴 수 있습니다.
pl: Zapisywanie zostało przerwane. Możesz przywrócić plik do stanu sprzed zapisywania.
pt: O salvamento foi interrompido. Você pode deixar o arquivo como estava antes de salvar.
ro: Salvarea a fost întreruptă. Puteți readuce fișierul la starea de dinainte de salvare.
ru: Сохранение было прервано. Вы можете вернуть файл в состояние до сохранения.
th: การบันทึกถูกขัดจังหวะ คุณสามารถคืนไฟล์กลับเป็นสถานะก่อนบันทึกได้
tr: Kaydetme işlemi yarıda kesildi. Dosyayı kaydetmeden önceki haline geri döndürebilirsiniz.
uk: Збереження перервано. Ви можете повернути файл у стан до збереження.
vi: Quá trình lưu đã bị gián đoạn. Bạn có thể đưa tệp về trạng thái trước khi lưu.
zh_hans: 保存被中断。你可以将文件还原到保存前的状态。
zh_hant: 儲存作業已中斷。您可以將檔案還原成儲存前的狀態。

# Recovery_JournalRestore
source: Restore
ar: استعادة
cs: Vrátit
de: Zurücksetzen
el: Επαναφορά
es: Restaurar
fa: برگرداندن
fr: Restaurer
hu: Visszaállítás
id: Kembalikan
it: Ripristina
ja: 保存前に戻す
ko: 되돌리기
pl: Przywróć
pt: Restaurar
ro: Restaurare
ru: Вернуть
th: คืนค่า
tr: Geri yükle
uk: Повернути
vi: Khôi phục trạng thái trước
zh_hans: 还原
zh_hant: 還原

# Crash_Message
source: HexEditor closed unexpectedly last time.
ar: أُغلق HexEditor بشكل غير متوقع في المرة الأخيرة.
cs: HexEditor se minule neočekávaně ukončil.
de: HexEditor wurde beim letzten Mal unerwartet beendet.
el: Την προηγούμενη φορά το HexEditor έκλεισε απροσδόκητα.
es: HexEditor se cerró inesperadamente la última vez.
fa: HexEditor دفعهٔ قبل به‌طور غیرمنتظره بسته شد.
fr: HexEditor s'est fermé de manière inattendue la dernière fois.
hu: A HexEditor legutóbb váratlanul bezárult.
id: HexEditor tertutup secara tidak terduga terakhir kali.
it: L'ultima volta HexEditor si è chiuso in modo imprevisto.
ja: 前回、HexEditor が異常終了しました。
ko: 지난번에 HexEditor가 예기치 않게 종료되었습니다.
pl: Program HexEditor został ostatnio nieoczekiwanie zamknięty.
pt: O HexEditor foi fechado inesperadamente da última vez.
ro: Data trecută, HexEditor s-a închis neașteptat.
ru: В прошлый раз HexEditor неожиданно закрылся.
th: ครั้งที่แล้ว HexEditor ปิดโดยไม่คาดคิด
tr: HexEditor son seferde beklenmedik şekilde kapandı.
uk: Минулого разу HexEditor неочікувано закрився.
vi: Lần trước HexEditor đã đóng đột ngột.
zh_hans: HexEditor 上次意外关闭。
zh_hant: HexEditor 上次意外關閉。

# Crash_Open
source: Open crash info
ar: فتح معلومات الأعطال
cs: Otevřít informace o chybě
de: Absturzinformationen öffnen
el: Άνοιγμα πληροφοριών σφάλματος
es: Abrir información del bloqueo
fa: باز کردن اطلاعات خرابی
fr: Ouvrir les informations sur le plantage
hu: Összeomlási adatok megnyitása
id: Buka info kerusakan
it: Apri informazioni sull'arresto anomalo
ja: クラッシュ情報を開く
ko: 충돌 정보 열기
pl: Otwórz informacje o awarii
pt: Abrir informações da falha
ro: Deschidere informații despre blocare
ru: Открыть сведения о сбое
th: เปิดข้อมูลการขัดข้อง
tr: Kilitlenme bilgilerini aç
uk: Відкрити відомості про збій
vi: Mở thông tin sự cố
zh_hans: 打开崩溃信息
zh_hant: 開啟當機資訊

# Crash_Report
source: Report a problem
ar: الإبلاغ عن مشكلة
cs: Nahlásit problém
de: Problem melden
el: Αναφορά προβλήματος
es: Informar de un problema
fa: گزارش مشکل
fr: Signaler un problème
hu: Probléma bejelentése
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
pl: Zgłoś problem
pt: Relatar um problema
ro: Raportare problemă
ru: Сообщить о проблеме
th: รายงานปัญหา
tr: Sorun bildir
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題

# Crash_ReportNote
source: HexEditor closed unexpectedly. Please paste the contents of the crash info file below. It does not include the contents of your files.
ar: أُغلق HexEditor بشكل غير متوقع. الرجاء لصق محتويات ملف معلومات الأعطال أدناه. لا يتضمن هذا الملف محتويات ملفاتك.
cs: HexEditor se neočekávaně ukončil. Vložte níže obsah souboru s informacemi o chybě. Neobsahuje obsah vašich souborů.
de: HexEditor wurde unerwartet beendet. Fügen Sie unten den Inhalt der Datei mit den Absturzinformationen ein. Sie enthält keine Inhalte Ihrer Dateien.
el: Το HexEditor έκλεισε απροσδόκητα. Επικολλήστε παρακάτω το περιεχόμενο του αρχείου πληροφοριών σφάλματος. Δεν περιλαμβάνει το περιεχόμενο των αρχείων σας.
es: HexEditor se cerró inesperadamente. Pega a continuación el contenido del archivo de información del bloqueo. No incluye el contenido de tus archivos.
fa: HexEditor به‌طور غیرمنتظره بسته شد. لطفاً محتوای فایل اطلاعات خرابی را در زیر بچسبانید. این فایل شامل محتوای فایل‌های شما نیست.
fr: HexEditor s'est fermé de manière inattendue. Collez ci-dessous le contenu du fichier d'informations sur le plantage. Il ne contient pas le contenu de vos fichiers.
hu: A HexEditor váratlanul bezárult. Illessze be alább az összeomlási adatokat tartalmazó fájl tartalmát. Ez nem tartalmazza a fájljai tartalmát.
id: HexEditor tertutup secara tidak terduga. Tempelkan isi file info kerusakan di bawah ini. File tersebut tidak berisi konten file Anda.
it: HexEditor si è chiuso in modo imprevisto. Incolla qui sotto il contenuto del file con le informazioni sull'arresto anomalo. Non include il contenuto dei tuoi file.
ja: HexEditor が異常終了しました。クラッシュ情報のファイルの内容を下に貼り付けてください。開いていたファイルの内容は含まれていません。
ko: HexEditor가 예기치 않게 종료되었습니다. 아래에 충돌 정보 파일의 내용을 붙여넣으세요. 이 정보에는 파일 내용이 포함되어 있지 않습니다.
pl: Program HexEditor został nieoczekiwanie zamknięty. Wklej poniżej zawartość pliku z informacjami o awarii. Nie zawiera on zawartości Twoich plików.
pt: O HexEditor foi fechado inesperadamente. Cole abaixo o conteúdo do arquivo de informações da falha. Ele não inclui o conteúdo dos seus arquivos.
ro: HexEditor s-a închis neașteptat. Lipiți mai jos conținutul fișierului cu informații despre blocare. Acesta nu include conținutul fișierelor dvs.
ru: HexEditor неожиданно закрылся. Вставьте ниже содержимое файла со сведениями о сбое. Он не содержит содержимого ваших файлов.
th: HexEditor ปิดโดยไม่คาดคิด โปรดวางเนื้อหาของไฟล์ข้อมูลการขัดข้องด้านล่าง ไฟล์นี้ไม่มีเนื้อหาของไฟล์ของคุณ
tr: HexEditor beklenmedik şekilde kapandı. Lütfen kilitlenme bilgileri dosyasının içeriğini aşağıya yapıştırın. Bu dosya, dosyalarınızın içeriğini içermez.
uk: HexEditor неочікувано закрився. Вставте нижче вміст файлу з відомостями про збій. Він не містить вмісту ваших файлів.
vi: HexEditor đã đóng đột ngột. Vui lòng dán nội dung của tệp thông tin sự cố bên dưới. Tệp này không chứa nội dung các tệp của bạn.
zh_hans: HexEditor 意外关闭。请将崩溃信息文件的内容粘贴到下方。其中不包含你的文件内容。
zh_hant: HexEditor 意外關閉。請將當機資訊檔案的內容貼到下方。其中不包含您檔案的內容。

# Notice_UrlCopied
source: Couldn't open the browser, so the link was copied to the clipboard.
ar: تعذّر فتح المستعرض، لذا تم نسخ الارتباط إلى الحافظة.
cs: Prohlížeč se nepodařilo otevřít, proto byl odkaz zkopírován do schránky.
de: Der Browser konnte nicht geöffnet werden, daher wurde der Link in die Zwischenablage kopiert.
el: Δεν ήταν δυνατό το άνοιγμα του προγράμματος περιήγησης, επομένως η σύνδεση αντιγράφηκε στο Πρόχειρο.
es: No se pudo abrir el explorador, así que el vínculo se copió en el Portapapeles.
fa: باز کردن مرورگر ممکن نشد، بنابراین پیوند در کلیپ‌بورد رونوشت شد.
fr: Impossible d'ouvrir le navigateur ; le lien a été copié dans le Presse-papiers.
hu: Nem sikerült megnyitni a böngészőt, ezért a hivatkozás a vágólapra került.
id: Browser tidak dapat dibuka, sehingga tautan disalin ke papan klip.
it: Impossibile aprire il browser, quindi il collegamento è stato copiato negli Appunti.
ja: ブラウザを開けなかったため、リンクをクリップボードにコピーしました。
ko: 브라우저를 열 수 없어 링크를 클립보드에 복사했습니다.
pl: Nie można otworzyć przeglądarki, więc link został skopiowany do schowka.
pt: Não foi possível abrir o navegador, por isso o link foi copiado para a área de transferência.
ro: Browserul nu a putut fi deschis, așa că linkul a fost copiat în clipboard.
ru: Не удалось открыть браузер, поэтому ссылка скопирована в буфер обмена.
th: ไม่สามารถเปิดเบราว์เซอร์ได้ จึงคัดลอกลิงก์ไปยังคลิปบอร์ดแล้ว
tr: Tarayıcı açılamadığından bağlantı panoya kopyalandı.
uk: Не вдалося відкрити браузер, тому посилання скопійовано в буфер обміну.
vi: Không thể mở trình duyệt nên liên kết đã được sao chép vào bảng tạm.
zh_hans: 无法打开浏览器，因此已将链接复制到剪贴板。
zh_hant: 無法開啟瀏覽器，因此已將連結複製到剪貼簿。

# Notifications_More
source: {0} more
ar: {0} أخرى
cs: Další: {0}
de: {0} weitere
el: {0} ακόμα
es: {0} más
fa: {0} مورد دیگر
fr: {0} de plus
hu: További {0}
id: {0} lainnya
it: Altre {0}
ja: 他に {0} 件
ko: {0}개 더 있음
pl: Więcej: {0}
pt: Mais {0}
ro: Încă {0}
ru: Еще {0}
th: อีก {0} รายการ
tr: {0} tane daha
uk: Ще {0}
vi: Thêm {0}
zh_hans: 还有 {0} 条
zh_hant: 還有 {0} 則

# Notifications_HistoryTitle.Text
source: Notifications
ar: الإعلامات
cs: Oznámení
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fa: اعلان‌ها
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# Status_Notifications.ToolTipService.ToolTip
source: Notification history
ar: سجل الإعلامات
cs: Historie oznámení
de: Benachrichtigungsverlauf
el: Ιστορικό ειδοποιήσεων
es: Historial de notificaciones
fa: سابقهٔ اعلان‌ها
fr: Historique des notifications
hu: Értesítési előzmények
id: Riwayat pemberitahuan
it: Cronologia notifiche
ja: 通知の履歴
ko: 알림 기록
pl: Historia powiadomień
pt: Histórico de notificações
ro: Istoric notificări
ru: Журнал уведомлений
th: ประวัติการแจ้งเตือน
tr: Bildirim geçmişi
uk: Журнал сповіщень
vi: Lịch sử thông báo
zh_hans: 通知历史记录
zh_hant: 通知記錄

# Status_Notifications.AutomationProperties.Name
source: Notification history
ar: سجل الإعلامات
cs: Historie oznámení
de: Benachrichtigungsverlauf
el: Ιστορικό ειδοποιήσεων
es: Historial de notificaciones
fa: سابقهٔ اعلان‌ها
fr: Historique des notifications
hu: Értesítési előzmények
id: Riwayat pemberitahuan
it: Cronologia notifiche
ja: 通知の履歴
ko: 알림 기록
pl: Historia powiadomień
pt: Histórico de notificações
ro: Istoric notificări
ru: Журнал уведомлений
th: ประวัติการแจ้งเตือน
tr: Bildirim geçmişi
uk: Журнал сповіщень
vi: Lịch sử thông báo
zh_hans: 通知历史记录
zh_hant: 通知記錄

# Title_Administrator
source: (Administrator)
ar: (المسؤول)
cs: (Správce)
el: (Διαχειριστής)
es: (Administrador)
fa: (سرپرست)
fr: (Administrateur)
hu: (Rendszergazda)
it: (Amministratore)
ja: (管理者)
ko: (관리자)
pt: (Administrador)
ru: (Администратор)
th: (ผู้ดูแลระบบ)
tr: (Yönetici)
uk: (Адміністратор)
vi: (Quản trị viên)
zh_hans: （管理员）
zh_hant: （系統管理員）

# Title_SafeMode
source: (Safe Mode)
ar: (الوضع الآمن)
cs: (Nouzový režim)
de: (Abgesicherter Modus)
el: (Ασφαλής λειτουργία)
es: (Modo seguro)
fa: (حالت امن)
fr: (Mode sans échec)
hu: (Csökkentett mód)
id: (Mode Aman)
it: (Modalità provvisoria)
ja: (セーフモード)
ko: (안전 모드)
pl: (Tryb awaryjny)
pt: (Modo de segurança)
ro: (Mod sigur)
ru: (Безопасный режим)
th: (เซฟโหมด)
tr: (Güvenli Mod)
uk: (Безпечний режим)
vi: (Chế độ An toàn)
zh_hans: （安全模式）
zh_hant: （安全模式）

# Settings_Broken
source: Couldn't read the settings file, so HexEditor started with the default settings. The broken file was kept.
ar: تعذّرت قراءة ملف الإعدادات، لذا بدأ HexEditor بالإعدادات الافتراضية. تم الاحتفاظ بالملف التالف.
cs: Soubor nastavení nelze přečíst, proto se HexEditor spustil s výchozím nastavením. Poškozený soubor byl zachován.
de: Die Einstellungsdatei konnte nicht gelesen werden, daher wurde HexEditor mit den Standardeinstellungen gestartet. Die beschädigte Datei wurde beibehalten.
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου ρυθμίσεων, επομένως το HexEditor ξεκίνησε με τις προεπιλεγμένες ρυθμίσεις. Το κατεστραμμένο αρχείο διατηρήθηκε.
es: No se pudo leer el archivo de configuración, así que HexEditor se inició con la configuración predeterminada. Se ha conservado el archivo dañado.
fa: خواندن فایل تنظیمات ممکن نشد، بنابراین HexEditor با تنظیمات پیش‌فرض آغاز شد. فایل خراب حفظ شده است.
fr: Impossible de lire le fichier de paramètres ; HexEditor a démarré avec les paramètres par défaut. Le fichier endommagé a été conservé.
hu: Nem sikerült beolvasni a beállításfájlt, ezért a HexEditor az alapértelmezett beállításokkal indult el. A sérült fájl megmaradt.
id: File pengaturan tidak dapat dibaca, sehingga HexEditor dimulai dengan pengaturan default. File yang rusak tetap disimpan.
it: Impossibile leggere il file delle impostazioni, quindi HexEditor è stato avviato con le impostazioni predefinite. Il file danneggiato è stato conservato.
ja: 設定ファイルを読み込めなかったため、既定の設定で起動しました。壊れたファイルは残してあります。
ko: 설정 파일을 읽을 수 없어 HexEditor를 기본 설정으로 시작했습니다. 손상된 파일은 보존되었습니다.
pl: Nie można odczytać pliku ustawień, więc program HexEditor został uruchomiony z ustawieniami domyślnymi. Uszkodzony plik został zachowany.
pt: Não foi possível ler o arquivo de configurações, por isso o HexEditor foi iniciado com as configurações padrão. O arquivo danificado foi mantido.
ro: Fișierul de setări nu a putut fi citit, așa că HexEditor a pornit cu setările implicite. Fișierul deteriorat a fost păstrat.
ru: Не удалось прочитать файл параметров, поэтому HexEditor запущен с параметрами по умолчанию. Поврежденный файл сохранен.
th: ไม่สามารถอ่านไฟล์การตั้งค่าได้ HexEditor จึงเริ่มต้นด้วยการตั้งค่าเริ่มต้น ไฟล์ที่เสียหายยังคงถูกเก็บไว้
tr: Ayarlar dosyası okunamadığından HexEditor varsayılan ayarlarla başlatıldı. Bozuk dosya saklandı.
uk: Не вдалося прочитати файл параметрів, тому HexEditor запущено з параметрами за замовчуванням. Пошкоджений файл збережено.
vi: Không thể đọc tệp cài đặt nên HexEditor đã khởi động với cài đặt mặc định. Tệp bị hỏng vẫn được giữ lại.
zh_hans: 无法读取设置文件，因此 HexEditor 已使用默认设置启动。损坏的文件已保留。
zh_hant: 無法讀取設定檔，因此 HexEditor 已使用預設設定啟動。損毀的檔案已保留。

# Settings_OpenFolder
source: Open folder
ar: فتح المجلد
cs: Otevřít složku
de: Ordner öffnen
el: Άνοιγμα φακέλου
es: Abrir carpeta
fa: باز کردن پوشه
fr: Ouvrir le dossier
hu: Mappa megnyitása
id: Buka folder
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pl: Otwórz folder
pt: Abrir pasta
ro: Deschidere folder
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasörü aç
uk: Відкрити папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 開啟資料夾
